function c_text = textList
c_text.IBI = double(['請問下列成語(或文字序列)\n有出現過嗎？\n是的話，請按左鍵，\n不是的話請按右鍵。']);
c_text.contrast{1} = double(['請問剛剛有看到任何字嗎？\n是的話，請按左鍵，\n不是的話請按右鍵。']);
c_text.contrast{2} = double(['準備題...\n螢幕上會連續呈現視覺刺激，\n你也許會看到閃動的方塊（馬賽克）\n或者中文字。\n每一回合刺激呈現後，\n請回答剛剛所呈現的刺激中"是否有包含中文字"？\n按空白鍵繼續']);
c_text.instruction{1} = double(['透過鏡片會將兩眼所見影像合一\n按空白鍵繼續']);
c_text.instruction{2} = double(['說明...\n螢幕上會連續呈現視覺刺激，\n你也許會看到閃動的方塊（馬賽克）\n或者中文字。\n每一回合刺激呈現後，\n請回答剛剛所呈現的刺激中\n(1)有任何中文字嗎？\n(2)下列成語(或文字序列)有出現嗎?\n(若沒看到字，本題用猜的)\n按空白鍵繼續']);
c_text.instruction{3} = double(['馬賽克']);
c_text.instruction{4} = double(['馬賽克\n按空白鍵繼續']);
c_text.instruction{5} = double(['文字序列']);
c_text.instruction{6} = double(['這是說明']);
c_text.instruction{7} = double(['文字序列\n按空白鍵繼續']);
c_text.instruction{8} = double(['練習題...\n螢幕上會連續呈現視覺刺激，\n你也許會看到閃動的方塊（馬賽克）\n或者中文字。\n每一回合刺激呈現後，\n請回答剛剛所呈現的刺激中\n(1)有任何中文字嗎？\n(2)下列成語(或文字序列)有出現嗎?\n(若沒看到字，本題用猜的)\n按空白鍵繼續']);
c_text.instruction{9} = double(['正式實驗開始...\n螢幕上會連續呈現視覺刺激，\n你也許會看到閃動的方塊（馬賽克）\n或者中文字。\n每一回合刺激呈現後，\n請回答剛剛所呈現的刺激中\n(1)有任何中文字嗎？\n(2)下列成語(或文字序列)有出現嗎?\n(若沒看到字，本題用猜的)\n按空白鍵繼續']);
c_text.instruction{10} = double(['正式實驗開始...\n螢幕上會連續呈現視覺刺激，\n你也許會看到閃動的方塊（馬賽克）\n或者中文字。\n每一回合刺激呈現後，\n請回答剛剛所呈現的刺激中\n(1)下列成語(或文字序列)有出現嗎?\n按空白鍵繼續']);
%'請問剛剛有看到字嗎';
